{
  "homePage": {
    "header": {
      "title": "PUBLIC AGAINST",
      "subtitle": "sexual abuse and harassment",
      "menu": {
        "about": "About us",
        "sponsors": "Sponsors",
        "events": "Events",
        "contact": "Contact"
      }
    },
    "content": {
      "title": "PUBLIC AGAINST",
      "subtitle": "WE DON'T WANT ABUSE",
      "buttons": {
        "about": "About us",
        "donate": "Support us"
      }
    },
    "columns": {
      "first": {
        "title": "Support Us",
        "content": "Support us with a voluntary contribution or become our PARTNER."
      },
      "second": {
        "title": "Join Us",
        "content": "Join our community and stay informed about our activities."
      },
      "third": {
        "title": "Need Help",
        "content": "Need legal assistance or advice? Contact us."
      }
    },
    "campaign": {
      "title": "WE ARE CURRENTLY RUNNING A CAMPAIGN:",
      "link": "Support Us"
    },
    "video": {
      "subtitle": "WATCH OUR WINNING VIDEO",
      "title": "STOP SEXUAL ABUSE",
      "content": "In this video, we focus on the importance of people coming together to create a safer environment for everyone. We support discussions and collaboration against sexual abuse and harassment for positive change. This video marks the beginning of our commitment to achieve a fairer and safer future for all.",
      "signature": "Public Against",
      "button": "About Us",
      "videoTitle": "Current situation in Slovakia"
    },
    "goals": {
      "title": "OUR GOALS:",
      "first": "To build a community of people who stand against sexual abuse and harassment",
      "second": "To establish a civic association",
      "third": "To increase penalties for sexual abuse and harassment without conditions",
      "fourth": "Fair \"compensation\" for sexual abuse and harassment"
    },
    "reportage": {
      "title": "IF YOU WOULD LIKE TO LEARN MORE ABOUT US, A REPORT WAS FILMED ABOUT US ON INTERNATIONAL WOMEN'S DAY 2024.",
      "content": "On International Women's Day, we decided to distribute flowers and leaflets to random women to draw attention to the issue of sexual harassment. We collaborate with lawyers and psychologists and actively promote respect for women from a young age through our activities.",
      "footer": {
        "title": "Want to know more?",
        "subtitle": "Check out the events section.",
        "button": "Events"
      }
    },
    "learning": {
      "title": "Increasing Awareness of Sexual Abuse and Harassment",
      "topTitle": "Currently ongoing project:",
      "text": {
        "first": "Our latest educational project, focused on preventing and raising awareness about sexual abuse and harassment, is currently underway. This project takes place in schools with the aim to provide young people with the necessary information, tools, and resources to recognize, prevent, and correctly respond to situations involving sexual abuse and harassment.",
        "second": "Through interactive workshops, discussions, and educational materials, we provide support and guidance to students and teachers on this important topic. The project emphasizes the importance of open communication, mutual respect, and constructive problem-solving."
      },
      "sponsor": {
        "title": "Support and Funding:",
        "text": "We are proud to announce that this project has been implemented with the financial support of the Košice Self-governing Region, enabling us to expand our activities and reach a wider audience. Thanks to their generous support, we can work towards creating a safer and more informed environment for everyone.",
        "button": "More Information"
      }
    },
    "stories": {
      "title": "YOUR STORIES:",
      "buttons": {
        "more": "Read More",
        "add": "Add Story"
      },
      "story": {
        "button": "Read More"
      }
    },
    "info": {
      "left": {
        "title": "Get in touch:"
      },
      "right": {
        "title": "Sponsors:",
        "subtitle": "Interested in becoming our sponsor?",
        "contact": "Contact:"
      }
    },
    "footer": {
      "title": "© PUBLIC AGAINST SEXUAL ABUSE AND HARASSMENT",
      "author": "Creator: "
    }
  },
  "aboutPage": {
    "title": "About Us:",
    "info": "Welcome to our community of people who are determined to fight against sexual abuse and harassment. Our mission is to change society for the better, to achieve a safe and respectful environment for all its members. Our motivation stems from the fact that sexual abuse and harassment are extremely serious crimes that must not be tolerated. Given the alarming statistics and the system's inability to adequately punish offenders, we have decided to step up and take action to improve the situation.",
    "mission": {
      "title": "In our efforts, we have clearly defined goals:",
      "columns": {
        "first": {
          "title": "Create a community of people against sexual abuse and harassment:",
          "content": "We believe that the power of unity can achieve miracles. Therefore, we strive to engage, inform, and educate the public about these sensitive issues. We aim to create a space where people feel supported and have someone to turn to if they find themselves in an uncomfortable situation."
        },
        "second": {
          "title": "Establish a civic association:",
          "content": "We plan to act, organize, and establish a civic association that will carry out our goals. This association will provide a platform for activism and work on the prevention of sexual abuse and harassment."
        },
        "third": {
          "title": "Increase penalties for sexual abuse and harassment without exceptions:",
          "content": "We are convinced that only fair and strict penalties can serve as a deterrent and send the right message to society. We will advocate for legislative changes that ensure just punishment for offenders and a fair judicial process for victims."
        },
        "fourth": {
          "title": "Fair compensation for sexual abuse and harassment:",
          "content": "We recognize that the psychological and emotional consequences of sexual abuse and harassment can be devastating. We will strive to ensure that victims receive dignified support and compensation to help them rebuild their lives after trauma."
        }
      }
    }
  },
  "sponsorsPage": {
    "title": "Our Sponsors:",
    "sponsorship": "Interested in becoming our sponsor?",
    "contact": "Contact:"
  },
  "eventsPage": {
    "title": "Events for Your Safety and Support:",
    "info": "We are delighted to welcome all of you to our events focused on your safety and support. We are a civic association dedicated to providing assistance and support to women and girls who have experienced sexual harassment. Our events are designed to provide not only information and education on this issue but also a space where you can openly discuss your experiences and seek support. Regardless of where you are in the healing process, our events are open to all seeking support, information, or simply a place to share. We look forward to the opportunity to support and grow together.",
    "first": {
      "title": "International Women's Day:",
      "firstContent": "On behalf of our organization, Public Against, comprised of students committed to combating sexual violence, today we dedicated dozens of flowers to women on Main Street to send them an important message. Our goal is to support and assist victims of this violence.",
      "secondContent": "Daniel Arvai, founder of our organization and high school student, is deeply committed to helping girls and women affected by sexual harassment and abuse.",
      "thirdContent": "We proudly invested our own funds in purchasing flowers, which we then distributed along with informational leaflets about our organization. Our efforts were also supported by young children who joined us in distributing.",
      "fourthContent": "Support for our activity was also expressed by female teachers who believe that educating respect for women should start at the earliest age.",
      "fifthContent": "On International Women's Day, we decided to encourage women not to hesitate to report sexual violence. The numerous stories that women and girls have already entrusted to us further motivated us to fight together against this form of violence through our organization. We are collaborating with lawyers and psychologists and plan to organize lectures and discussions at various schools because we believe that educational work is key to change and protecting victims' rights."
    }
  },
  "contactPage": {
    "title": "Contact Us:",
    "question": "Need help?"
  }
}
