{
  "homePage": {
    "header": {
      "title": "VEREJNOSŤ PROTI",
      "subtitle": "sexuálnemu zneužívaniu a obťažovaniu",
      "menu": {
        "about": "O nás",
        "sponsors": "Sponzori",
        "events": "Udalosti",
        "contact": "Kontakt"
      }
    },
    "content": {
      "title": "VEREJNOSŤ PROTI",
      "subtitle": "NECHCEME ZNEUŽÍVANIE",
      "buttons": {
        "about": "O nás",
        "donate": "Podporte nás"
      }
    },
    "columns": {
      "first": {
        "title": "Podporte nás",
        "content": "Podporte nás ľubovoľným príspevkom alebo sa staňte našim PARTNEROM."
      },
      "second": {
        "title": "Pridajte sa k nám",
        "content": "Pripojte sa k našej komunite a buďte vždy informovaný o našej činnosti."
      },
      "third": {
        "title": "Potrebujem pomoc",
        "content": "Potrebujete právnu pomoc alebo sa potrebujete poradiť? Napíšte nám."
      }
    },
    "campaign": {
      "title": "PRÁVE MÁME ROZBEHNUTÚ KAMPAŇ:",
      "link": "Podporte nás"
    },
    "video": {
      "subtitle": "POZRITE SI NAŠE VÍŤAZNÉ VIDEO",
      "title": "ZASTAVME SEXUÁLNE ZNEUŽÍVANIE",
      "content": "V tomto videu sa zameriame na dôležitosť ľudí, spoločnou silou dosiahneme bezpečnejšie prostredie pre všetkých. Podporujeme diskusie a spoluprácu proti sexuálnemu zneužívaniu a obťažovaniu pre pozitívne zmeny. Toto video je začiatkom našej odhodlanosti dosiahnuť spravodlivejšiu a bezpečnejšiu budúcnosť pre všetkých.",
      "signature": "Verejnosť Proti",
      "button": "O nás",
      "videoTitle": "Aktuálna situácia na Slovensku"
    },
    "goals": {
      "title": "NAŠE CIELE:",
      "first": "Vytvoriť komunitu ľudí, ktorá bude proti sexuálnemu zneužívaniu a obťažovaniu",
      "second": "Založiť občianske združenie",
      "third": "Zvýšiť tresty za sexuálne zneužívanie a obťažovanie bez podmienok",
      "fourth": "Spravodlivé \"odškodné\" za sexuálne zneužívanie a obťažovanie"
    },
    "reportage": {
      "title": "AK BY STE SA CHCELI O NÁS DOZVEDIEŤ VIACEJ, NA MDŽ 2024 BOLA O NÁS NATOČENÁ REPORTÁŽ.",
      "content": "Na Medzinárodný deň žien sme sa rozhodli náhodným ženám rozdávať kvety a letáky, aby sme upriamili pozornosť na problematiku sexuálneho obťažovania. Spolupracujeme s právnikmi a psychológmi a aktívne podporujeme výchovu k úcte ku ženám už od útleho veku prostredníctvom našich aktivít.",
      "footer": {
        "title": "Chcete vedieť viac?",
        "subtitle": "Pozrite si sekciu udalosti.",
        "button": "Udalosti"
      }
    },
    "learning": {
      "title": "Zvýšenie povedomia o sexuálnom zneužívaní a obťažovaní",
      "topTitle": "Aktuálne prebieha tento projekt:",
      "text": {
        "first": "Aktuálne prebieha náš najnovší vzdelávací projekt zameraný na prevenciu a zvyšovanie povedomia o sexuálnom zneužívaní a obťažovaní. Tento projekt sa uskutočňuje na školách s cieľom poskytnúť mladým ľuďom potrebné informácie, nástroje a zdroje, ktoré im pomôžu rozpoznať, predísť a správne reagovať na situácie súvisiace so sexuálnym zneužívaním a obťažovaním.",
        "second": "Cez interaktívne workshopy, diskusie a vzdelávacie materiály poskytujeme študentom a učiteľom podporu a usmerňovanie v tejto dôležitej téme. Projekt zdôrazňuje dôležitosť otvorenej komunikácie, vzájomného rešpektu a konštruktívneho riešenia problémov."
      },
      "sponsor": {
        "title": "Podpora a financovanie:",
        "text": "S hrdosťou oznamujeme, že tento projekt bol realizovaný s finančnou podporou Košického samosprávneho kraja, čo nám umožňuje rozšíriť naše aktivity a dosiahnuť širšiu skupinu príjemcov. Vďaka ich štedrej podpore môžeme pracovať na vytváraní bezpečnejšieho a informovanejšieho prostredia pre všetkých.",
        "button": "Viac informácií"
      }
    },
    "stories": {
      "title": "VAŠE PRÍBEHY:",
      "buttons": {
        "more": "Čítať viac",
        "add": "Pridať príbeh"
      },
      "story": {
        "button": "Čítať ďalej"
      }
    },
    "info": {
      "left": {
        "title": "Ozvite sa:"
      },
      "right": {
        "title": "Sponzori:",
        "subtitle": "Chcete sa stať naším sponzorom?",
        "contact": "Kontaktujte:"
      }
    },
    "footer": {
      "title": "© VEREJNOSŤ PROTI SEUXÁLNEMU ZNEUŽÍVANIU A OBŤAŽOVANIU",
      "author": "Autor: "
    }
  },
  "aboutPage": {
    "title": "O nás:",
    "info": "Vitajte v našej komunite ľudí, ktorí odhodlane bojujú proti sexuálnemu zneužívaniu a obťažovaniu. Naším poslaním je zmeniť spoločnosť k lepšiemu, aby sme dosiahli bezpečné a rešpektujúce prostredie pre všetkých jej členov. Naša motivácia vychádza zo skutočnosti, že sexuálne zneužívanie a obťažovanie sú nesmierne závažné trestné činy, ktoré nesmú byť tolerované. Vzhľadom na alarmujúce štatistiky a neschopnosť systému potrestať páchateľov primerane, sme sa rozhodli vystúpiť a podniknúť kroky na zlepšenie situácie.",
    "mission": {
      "title": "V našom úsilí máme jasne stanovené ciele:",
      "columns": {
        "first": {
          "title": "Vytvoriť komunitu ľudí, ktorá bude proti sexuálnemu zneužívaniu a obťažovaniu:",
          "content": "Veríme, že sila jednoty môže dosiahnuť zázraky. Preto sa snažíme zapájať, informovať a vzdelávať verejnosť o týchto citlivých témach. Chceme vytvoriť priestor, kde sa ľudia budú cítiť podporovaní a na koho sa môžu obrátiť, ak sa ocitnú v nepríjemnej situácii."
        },
        "second": {
          "title": "Založiť občianske združenie:",
          "content": "Plánujeme konať, zorganizovať sa a založiť občianske združenie, ktoré bude mať naše ciele za úlohu. Toto združenie bude poskytovať platformu pre aktivizmus a prácu na prevencii sexuálneho zneužívania a obťažovania."
        },
        "third": {
          "title": "Zvýšiť tresty za sexuálne zneužívanie a obťažovanie bez podmienok:",
          "content": "Sme presvedčení, že len spravodlivé a prísne tresty môžu slúžiť ako odstrašujúci faktor a dávať správny signál spoločnosti. Budeme presadzovať legislatívne zmeny, ktoré zaručia spravodlivé potrestanie páchateľov a spravodlivý súdny proces pre obete."
        },
        "fourth": {
          "title": "Spravodlivé \"odškodné\" za sexuálne zneužívanie a obťažovanie:",
          "content": "Uvedomujeme si, že psychické a emocionálne následky sexuálneho zneužívania a obťažovania môžu byť ničivé. Budeme sa usilovať o to, aby obete dostávali dôstojnú podporu a kompenzáciu, ktorá im pomôže obnoviť život po traume."
        }
      }
    }
  },
  "sponsorsPage": {
    "title": "Naši sponzori:",
    "sponsorship": "Chcete sa stať naším sponzorom?",
    "contact": "Kontaktujte:"
  },
  "eventsPage": {
    "title": "Udalosti pre vaše bezpečie a podporu:",
    "info": "Teší nás, že môžeme privítať vás všetkých na našich udalostiach zameraných na vaše bezpečie a podporu. Sme občianske združenie, ktoré sa zaoberá poskytovaním pomoci a podpory ženám a dievčatám, ktoré zažili sexuálne obťažovanie. Naše podujatia sú navrhnuté tak, aby poskytli nielen informácie a osvetu o tejto problematike, ale aj prostredie, kde sa môžete otvorene hovoriť o vašich skúsenostiach a hľadať podporu. Nezáleží na tom, kde sa práve nachádzate v procese zotavovania sa - naše udalosti sú otvorené všetkým, ktorí hľadajú podporu, informácie alebo len miesto na zdieľanie. Tešíme sa na možnosť spoločne sa podporovať a rásť.",
    "first": {
      "title": "Medzinárodný deň žien:",
      "firstContent": "V mene našej organizácie Verejnosť Proti, zloženej zo študentov, ktorí sú odhodlaní bojovať proti sexuálnemu násiliu, sme dnes venovali desiatky kvetov ženám na Hlavnej ulici, aby sme im poslali dôležitú správu. Naším cieľom je podporovať a pomáhať obetiam tohto násilia.",
      "secondContent": "Daniel Arvai, zakladateľ našej organizácie a stredoškolák, je hlboko presvedčený o dôležitosti pomáhať dievčatám a ženám, ktoré boli postihnuté sexuálnym obťažovaním a zneužívaním.",
      "thirdContent": "S hrdosťou sme investovali naše vlastné financie do nákupu kvetov, ktoré sme potom rozdávali spolu s informačnými letákmi o našej organizácii. Našu snahu posilnili aj malí škôlkari, ktorí sa k nám pripojili pri rozdávaní.",
      "fourthContent": "Podporu pre našu aktivitu vyjadrili aj pani učiteľky, ktoré veria, že výchova k úcte k ženám by mala začínať už v najútlejšom veku.",
      "fifthContent": "Na Medzinárodný deň žien sme sa rozhodli povzbudiť ženy, aby neváhali ohlásiť sexuálne násilie. Početné príbehy, ktoré nám ženy a dievčatá už zverili, nás ešte viac motivovali k tomu, aby sme spoločne bojovali proti tejto formy násilia prostredníctvom našej organizácie. Spolupracujeme s právnikmi a psychológmi a plánujeme organizovať prednášky a diskusie na rôznych školách, pretože veríme, že osvetová práca je kľúčom k zmene a ochrane práv obetí."
    }
  },
  "contactPage": {
    "title": "Kontaktujte nás:",
    "question": "Potrebujete pomôcť?"
  }
}
